Repository: e-ditiones/PARALLEL17
Catalog: corpus_tmx/Pascal1663_Equilibre_btv1b86221002_numb_seg_replace.tmx
Source language: frm
Languages: fr

source: mais au contraire il s’enfoncera dans le tuyau, à cauſe qu’elle le touche par deſſus & non pas par deſſous, car elle ne peut entrer dans le tuyau;
fr: mais au contraire il s’enfoncera dans le tuyau, à cause qu’elle le touche par-dessus et non pas par-dessous, car elle ne peut entrer dans le tuyau;

source: & ainſi elle le pouſſe en bas par tout ſon poids, & point du tout en haut, car elle ne le touche pas par deſſous.
fr: et ainsi elle le pousse en bas par tout son poids, et point du tout en haut, car elle ne le touche pas par-dessous.

source: Figure XIII. Que ſi ce Cilindre eſtoit à fleur d’eau, c’eſt à dire qu’il fût enfoncé ſeulement, en ſorte que l’eau ne fût pas au deſſus de luy, mais auſſi qu’il n’eût riẽ hors de l’eau;
fr: Figure XIII. Que si ce Cylindre était à fleur d’eau, c’est-à-dire qu’il fût enfoncé seulement, en sorte que l’eau ne fût pas au-dessus de lui, mais aussi qu’il n’eût rien hors de l’eau;

source: lors il ne ſeroit pouſſé ny en haut ny en bas par le poids de l’eau, car elle ne le touche ny par deſſus ny par deſſous, puis qu’elle ne peut entrer dans le tuyau;
fr: lors il ne serait poussé ni en haut ni en bas par le poids de l’eau, car elle ne le touche ni par-dessus ni par-dessous, puisqu’elle ne peut entrer dans le tuyau;

source: & elle le touche ſeulement par tous ſes coſtez: ainſi il ne remonteroit pas, car rien ne l’éleue, & il tomberoit au contraire, mais par ſon propre poids ſeulement.
fr: et elle le touche seulement par tous ses côtés: ainsi il ne remonterait pas, car rien ne l’élève, et il tomberait au contraire, mais par son propre poids seulement.

source: Que ſi le bout d’en bas du tuyau eſtoit tourné de coſté, comme vne croſſe, & qu’on y mît vn Cilindre, & le tout dans l’eau, en ſorte toûjours que le bout d’en haut ſorte hors de l’eau, le poids de l’eau le pouſſera de coſté au dedans du tuyau, parce qu'elle ne le touche pas du coſté qui luy eſt oppoſé, & elle agira de cette ſorte auec d’autant plus de force, qu'elle aura plus de hauteur.
fr: Que si le bout d’en bas du tuyau était tourné de côté, comme une crosse, et qu’on y mît un Cylindre, et le tout dans l’eau, en sorte toujours que le bout d’en haut sorte hors de l’eau, le poids de l’eau le poussera de côté au-dedans du tuyau, parce qu’elle ne le touche pas du côté qui lui est opposé, et elle agira de cette sorte avec d’autant plus de force, qu’elle aura plus de hauteur.

source: Figure XV. NOVS voyons par là que l'eau pouſſe en haut les corps qu’elle touche par deſſous;
fr: Figure XV. NOUS voyons par là que l’eau pousse en haut les corps qu’elle touche par dessous;

source: qu'elle pouſſe en bas ceux qu’elle touche par deſſus;
fr: qu’elle pousse en bas ceux qu’elle touche par dessus;

source: & qu'elle pouſſe de coſté ceux qu'elle touche par le coſté oppoſé: d’où il eſt aiſé de conclure, que quand vn corps eſt tout dans l’eau, comme l’eau le touche par deſſus, par deſſous, & par tous les coſtez, elle fait effort pour le pouſſer en haut, en bas, & vers tous les coſtés: mais comme ſa hauteur eſt la meſure de la force qu'elle a dans toutes ces impreſſions on verra bien aiſément lequel de tous ces efforts doit preualoir.
fr: et qu’elle pousse de côté ceux qu’elle touche par le côté opposé: d’où il est aisé de conclure, que quand un corps est tout dans l’eau, comme l’eau le touche par-dessus, par-dessous, et par tous les côtés, elle fait effort pour le pousser en haut, en bas, et vers tous les côtés: mais comme sa hauteur est la mesure de la force qu’elle a dans toutes ces impressions on verra bien aisément lequel de tous ces efforts doit prévaloir.

source: Car il paroiſt d’abord que comme elle a vne pareille hauteur ſur toutes les faces des coſtés, elle les pouſſera également;
fr: Car il paraît d’abord que comme elle a une pareille hauteur sur toutes les faces des côtés, elle les poussera également;

source: & partant ce corps ne receura aucune impreſſion vers aucun coſté, non plus qu’vne giroüette entre deux vents égaux. Mais comme l’eau a plus de hauteur ſur la face d’en bas que ſur celle d’en haut, il eſt viſible qu’elle le pouſſera plus en haut qu'en bas;
fr: et partant ce corps ne recevra aucune impression vers aucun côté, non plus qu’une girouette entre deux vents égaux. Mais comme l’eau a plus de hauteur sur la face d’en bas que sur celle d’en haut, il est visible qu’elle le poussera plus en haut qu’en bas;

source: & comme la difference de ces hauteurs de l’eau eſt la hauteur du corps meſme, il eſt aiſé d’entendre que l’eau le pouſſe plus en haut qu’en bas, auec vne force égale au poids d’vn volume d’eau pareil à ce corps.
fr: et comme la différence de ces hauteurs de l’eau est la hauteur du corps même, il est aisé d’entendre que l’eau le pousse plus en haut qu’en bas, avec une force égale au poids d’un volume d’eau pareil à ce corps.

source: Un corps dans l'eau eſt contrepeſé par un volume d'eau pareil. De ſorte qu'vn corps qui eſt dans l’eau y eſt porté de la meſme ſorte, que s’il eſtoit dans vn baſſin de balance, dont l’autre fût chargé d’vn volume d’eau égal au ſien.
fr: Un corps dans l’eau est contre-pesé par un volume d’eau pareil. De sorte qu’un corps qui est dans l’eau y est porté de la même sorte, que s’il était dans un bassin de balance, dont l’autre fût chargé d’un volume d’eau égal au sien.

source: Un corps dans l'eau eſt contrepeſé par un volume d'eau pareil.
fr: Un corps dans l’eau est contre-pesé par un volume d’eau pareil.

source: De là vient que quelques corps y tombent. D’où il paroiſt que s’il eſt de cuiure ou d’vne autre matiere qui peſe plus que l’eau en pareil volume, il tombe;
fr: De là vient que quelques corps y tombent. D’où il paraît que s’il est de cuivre ou d’une autre matière qui pèse plus que l’eau en pareil volume, il tombe;

source: car ſon poids l’emporte ſur celuy qui le contrebalance.
fr: car son poids l’emporte sur celui qui le contrebalance.

source: D'autres y montent. S’il eſt de bois ou d’vne autre matiere plus legere que l’eau en pareil volume, il monte auec toute la force dont le poids de l’eau le ſurpaſſe.
fr: D’autres y montent. S’il est de bois ou d’une autre matière plus légère que l’eau en pareil volume, il monte avec toute la force dont le poids de l’eau le surpasse.

source: D'autres n’y montent ny ne deſcendent. Et s’il peſe également, il ne deſcend ny ne monte;
fr: D’autres n’y montent ni ne descendent. Et s’il pèse également, il ne descend ni ne monte;

source: D'autres n’y montent ny ne d'eſcendent.
fr: D’autres n’y montent ni ne descendent.

source: comme la cire qui ſe tient à peu prés dans l’eau au lieu où on l’a met.
fr: comme la cire qui se tient à peu près dans l’eau au lieu où on l’a met.

source: De là vient que le ſeau d’vn puis n’eſt pas difficile à hauſſer tant qu’il eſt dans l’eau, & qu’on ne ſent ſon poids que quand il commence à en ſortir, de meſme qu’vn ſeau plein de cire ne ſeroit non plus difficile à hauſſer eſtant dans l’eau: Ce n'eſt pas que l’eau auſſi bien que la cire, ne peſent autant dans l’eau que dehors;
fr: De là vient que le seau d’un puits n’est pas difficile à hausser tant qu’il est dans l’eau, et qu’on ne sent son poids que quand il commence à en sortir, de même qu’un seau plein de cire ne serait non plus difficile à hausser étant dans l’eau: Ce n’est pas que l’eau aussi bien que la cire, ne pèsent autant dans l’eau que dehors;

source: mais c’eſt qu’eſtant dans l’eau, ils ont vn contrepoids qu’ils n’ont plus quand ils en ſont tirés;
fr: mais c’est qu’étant dans l’eau, ils ont un contrepoids qu’ils n’ont plus quand ils en sont tirés;

source: de meſme qu’vn baſſin de balance chargé de cent liures n’eſt pas difficile à hauſſer, ſi l’autre l’eſt également.
fr: de même qu’un bassin de balance chargé de cent livres n’est pas difficile à hausser, si l’autre l’est également.

source: Du cuiure peſe plus en l'air que dãs l'eau. De là vient que quand du cuiure eſt dans l’eau, on le ſent moins peſant preciſément du poids d’vn volume d’eau égal au ſien;
fr: Du cuivre pèse plus en l’air que dans l’eau. De là vient que quand du cuivre est dans l’eau, on le sent moins pesant précisément du poids d’un volume d’eau égal au sien;

source: Du cuiure peſe plus en l'air que dãs l'eau.
fr: Du cuivre pèse plus en l’air que dans l’eau.

source: de ſorte que s’il peſe neuf liures en l’air, il ne peſe plus que huit liures dans l’eau;
fr: de sorte que s’il pèse neuf livres en l’air, il ne pèse plus que huit livres dans l’eau;

source: parce que l’eau en pareil volume qui le contrebalance peſe vne liure: & dans l’eau de la mer il peſe moins;
fr: parce que l’eau en pareil volume qui le contrebalance pèse une livre: et dans l’eau de la mer il pèse moins;

source: parce que l’eau de la mer peſe plus, à peu prés d’vne quarante-cinquieſme partie.
fr: parce que l’eau de la mer pèse plus, à peu près d’une quarante-cinquième partie.

source: Deux corps eſtant en Equilibre en l'air, ne le ſont point dans l'eau. Par la meſme raiſon deux corps, l’vn de cuiure, l’autre de plomb, eſtant également peſants, & par conſequent de different volume, puis qu’il faut plus de cuiure pour faire la meſme peſanteur;
fr: Deux corps étant en Équilibre en l’air, ne le sont point dans l’eau. Par la même raison deux corps, l’un de cuivre, l’autre de plomb, étant également pesants, et par conséquent de différents volume, puisqu’il faut plus de cuivre pour faire la même pesanteur;

source: Deux corps eſtant en Equilibre en l'air, ne le ſont point dans l'eau.
fr: Deux corps étant en Équilibre en l’air, ne le sont point dans l’eau.

source: on les trouuera en Equilibre, en les mettant chacun dans vn baſſin de balance: mais ſi on met cette balance dans l’eau, ils ne ſont plus en Equilibre;
fr: on les trouvera en Équilibre, en les mettant chacun dans un bassin de balance: mais si on met cette balance dans l’eau, ils ne sont plus en Équilibre;

source: car chacun eſtant contrepeſé par vn volume d’eau égal au ſien, le volume de cuiure eſtant plus grand que celuy de plomb, il a vn plus grand contrepoids;
fr: car chacun étant contre-pesé par un volume d’eau égal au sien, le volume de cuivre étant plus grand que celui de plomb, il a un plus grand contrepoids;

source: & partant le poids du plomb eſt le maiſtre.
fr: et partant le poids du plomb est le maître.

source: Ny meſmes dans l’air humide. Ainſi deux poids de differente matiere eſtant ajuſtez dans vn parfait Equilibre, de la derniere juſteſſe où les hommes peuuent arriuer;
fr: Ni mêmes dans l’air humide. Ainsi deux poids de différente matière étant ajustés dans un parfait Équilibre, de la dernière justesse où les hommes peuvent arriver;

source: Ny meſmes dans l’air humide.
fr: Ni même dans l’air humide.

source: s’ils ſont en Equilibre, quand l’air eſt fort ſec, ils ne le ſont plus quand l’air eſt humide.
fr: s’ils sont en Équilibre, quand l’air est fort sec, ils ne le sont plus quand l’air est humide.

source: L'eau pouſſe tous les corps qui y ſont en haut par ſon poids, & non pas enbas. C’eſt par le meſme principe, que quand vn homme eſt dans l’eau, tant s’en faut que le poids de l’eau le pouſſe en bas, qu’au contraire elle le pouſſe en haut;
fr: L’eau pousse tous les corps qui y sont en haut par son poids, et non pas en bas. C’est par le même principe, que quand un homme est dans l’eau, tant s’en faut que le poids de l’eau le pousse en bas, qu’au contraire elle le pousse en haut;

source: L'eau pouſſe tous les corps qui y ſont en haut par ſon poids, & non pas enbas.
fr: L’eau pousse tous les corps qui y sont en haut par son poids, et non pas en bas.

source: mais il peſe plus qu'elle;
fr: mais il pèse plus qu’elle;

source: & c’eſt pourquoy il ne laiſſe pas de tomber, mais auec bien moins de violence qu'en l’air: parce qu’il eſt contrepeſé par vn volume d’eau pareil au ſien, qui peſe preſque autant que luy;
fr: et c’est pourquoi il ne laisse pas de tomber, mais avec bien moins de violence qu’en l’air: parce qu’il est contre-pesé par un volume d’eau pareil au sien, qui pèse presque autant que lui;

source: & s’il peſoit autant il nageroit. Auſſi en donnant vn coup à terre, ou faiſant le moindre effort contre l’eau, il s’éleue & nage: & dans les bains d’eau bourbeuſe, vn homme ne ſçauroit enfoncer;
fr: et s’il pesait autant il nagerait. Aussi en donnant un coup à terre, ou faisant le moindre effort contre l’eau, il s’élève et nage: et dans les bains d’eau bourbeuse, un homme ne saurait enfoncer;

source: & ſi on l'enfonce, il remonte de luy meſme.
fr: et si on l’enfonce, il remonte de lui-même.

source: Par la meſme cauſe, quand on ſe baigne dans vne cuue, on n’a point de peine à hauſſer le bras, tant qu’il eſt dans l’eau;
fr: Par la même cause, quand on se baigne dans une cuve, on n’a point de peine à hausser le bras, tant qu’il est dans l’eau;

source: mais quand on le ſort de l’eau, on ſent qu’il peſe beaucoup;
fr: mais quand on le sort de l’eau, on sent qu’il pèse beaucoup;

source: à cauſe qu’il n’a plus le contrepoids d’vn volume d’eau pareil au ſien, qu’il auoit eſtant dans l’eau.
fr: à cause qu’il n’a plus le contrepoids d’un volume d’eau pareil au sien, qu’il avait étant dans l’eau.

source: Comment les corps nagent. Enfin, les corps qui nagent ſur l’eau, peſent preciſément autant que l’eau dont ils occupent la place;
fr: Comment les corps nagent. Enfin, les corps qui nagent sur l’eau, pèsent précisément autant que l’eau dont ils occupent la place;

source: car l’eau les touchant par deſſous, & non pas par deſſus, les pouſſe ſeulement en haut.
fr: car l’eau les touchant par dessous, et non pas par dessus, les pousse seulement en haut.

source: Et c’eſt pourquoy vne platine de plomb eſtant miſe en figure conuexe, elle nage;
fr: Et c’est pourquoi une platine de plomb étant mise en figure convexe, elle nage;

source: parce qu’elle occupe vne grande place dans l’eau par cette figure;
fr: parce qu’elle occupe une grande place dans l’eau par cette figure;

source: au lieu que ſi elle eſtoit maſſiue, elle n’occuperoit jamais dans l’eau que la place d’vn volume d’eau égal au volume de ſa matiere, qui ne ſuffiroit pas pour la contrepeſer.
fr: au lieu que si elle était massive, elle n’occuperait jamais dans l’eau que la place d’un volume d’eau égal au volume de sa matière, qui ne suffirait pas pour la contre-peser.

source: ON voit par tout ce que j’ay montré, de quelle ſorte l’eau agit contre tous les corps qui y ſont, en les preſſant par tous les coſtez;
fr: ON voit par tout ce que j’ai montré, de quelle sorte l’eau agit contre tous les corps qui y sont, en les pressant par tous les côtés;

source: d’où il eſt aiſé à juger, que ſi vn corps compreſſible y eſt enfoncé, elle doit le comprimer en dedans vers le centre;
fr: d’où il est aisé à juger, que si un corps compressible y est enfoncé, elle doit le comprimer en dedans vers le centre;

source: & c’eſt auſſi ce qu’elle fait, comme on va voir dans les exemples ſuiuans.
fr: et c’est aussi ce qu’elle fait, comme on va voir dans les exemples suivants.

source: Figure XIV. Si vn ſoufflet qui a le tuyau fort long, comme de vingt pieds, eſt dans l’eau, en ſorte que le bout du fer ſorte hors de l’eau;
fr: Figure XIV. Si un soufflet qui a le tuyau fort long, comme de vingt pieds, est dans l’eau, en sorte que le bout du fer sorte hors de l’eau;

source: il ſera difficile à ouurir ſi on a bouché les petits trous qui ſont à l’vne des ailes;
fr: il sera difficile à ouvrir si on a bouché les petits trous qui sont à l’une des ailes;

source: au lieu qu’on l’ouuriroit ſans peine, s’il eſtoit en l’air;
fr: au lieu qu’on l’ouvrirait sans peine, s’il était en l’air;

source: à cauſe que l’eau le comprime
fr: à cause que l’eau le comprime
